/* XMSG: message */
"errDescr_MobilePlaceController_InvalidEmailAddress" = "عنوان البريد الإلكتروني غير صالح";

/* XMSG: message */
"errDescr_MobilePlaceController_InvalidResponseData" = "بيانات الاستجابة غير صالحة";

